Repository: ashamrai/Salma
Catalog: Salma/Salma2010/Properties/Resources.*.resx
Languages: ru_ru

# btnActivateLabel
source: Activate
ru_ru: Активировать

# btnAddDetailsLabel
source: Add Details
ru_ru: Добавить Детали

# btnAddDetailsToolTip
source: Add work item details
ru_ru: Добавление деталей к рабочему элементу

# btnConnectLabel
source: Connect
ru_ru: Подключить

# btnConnectToolTip
source: Connect to TFS
ru_ru: Подключится к TFS

# btnConnect_disconnectToolTip
source: Disconnect from TFS
ru_ru: Отключение соединения с TFS

# btnDisconnectLabel
source: Disconnect
ru_ru: Отключить

# btnHelpLabel
source: Help
ru_ru: Помощь

# btnHelpToolTip
source: View help or activate SALMA
ru_ru: Справка или активация SALMA

# btnHelp_mnuLabel
source: Help
ru_ru: Помощь

# btnLinkItemsLabel
source: Link Items
ru_ru: Связать Элементы

# btnLinkItemsToolTip
source: Link work items to internal or external resource
ru_ru: Установка зависимостей рабочих элементов с внутренним или внешним ресурсом

# btnMatrixLabel
source: Traceability Matrix
ru_ru: Матрица Трассировки

# btnMatrixToolTip
source: Generate traceability matrix containing TFS data
ru_ru: Вставка матрицы трассировки содержащей данные с TFS

# btnNewWorkItemLabel
source: Create New
ru_ru: Создать Элемент

# btnNewWorkItemToolTip
source: Create new work item
ru_ru: Создание нового рабочего элемента

# btnReportLabel
source: Generate Report
ru_ru: Создать Отчет

# btnReportToolTip
source: Generate TFS report based on existing queries
ru_ru: Вставка отчёта на основании существующих запросов

# btnShowWorkItemsLabel
source: Show Comments
ru_ru: Показать Примечания

# btnShowWorkItemsToolTip
source: Show/hide comments with TFS data
ru_ru: Показать/спрятать примечания о данных в TFS

# btnSwitchTfsUserLabel
source: Switch TFS Account
ru_ru: Изменить пользователя TFS

# btnSwitchTfsUserToolTip
source: Switch TFS user
ru_ru: Смена пользователя TFS

# btnUpdateAndSyncLabel
source: Update Items
ru_ru: Обновить Элементы

# btnUpdateAndSyncToolTip
source: Refreshing work item status and content at document
ru_ru: Обновление статуса и содержимого рабочего элемента в документе

# btnUpdateLabel
source: Import content
ru_ru: Импортировать содержимое

# btnUpdateToolTip
source: Refreshing work item status at document
ru_ru: Обновление статуса рабочего элемента в документе

# connectionBoxToolTip
source: Enter connection URL
ru_ru: Введение ссылки для соединения с TFS

# ddlProjectCollectionLabel
source: TPC List
ru_ru: Список ККП

# ddlProjectCollectionToolTip
source: Select team project collection
ru_ru: Выбор коллекции командных проектов

# ddlProjectsLabel
source: Projects
ru_ru: Проекты

# ddlProjectsToolTip
source: Select team project
ru_ru: Выбор проекта команды

# groupReportingLabel
source: Reporting
ru_ru: Отчёты

# group1Label
source: Reporting
ru_ru: Отчёты

# group2Label
source: Projects
ru_ru: Проекты

# groupManageWILabel
source: Work Items
ru_ru: Рабочие Элементы

# group3Label
source: Work Items
ru_ru: Рабочие Элементы

# groupConnectLabel
source: Connect to TFS
ru_ru: Соединение с TFS

# groupHelpLabel
source: System
ru_ru: Помощь

# lblConnectionUrlLabel
source: Connection URL
ru_ru: Соединение с TFS

# lblTextNotLoggedIn
source: Not logged in
ru_ru: Вы не вошли в систему

# menuTfsUserLabel
source: Not logged in
ru_ru: Пользователь не авторизован

# menuTfsUserToolTip
source: Display current TFS user
ru_ru: Отображение текущего пользователя TFS

# showWorkItemsLabel
source: Show Comments
ru_ru: Показать Примечания

# showWorkItems_hideLabel
source: Hide
ru_ru: Спрятать

# splitBtnConnectLabel
source: Connect
ru_ru: Подключить

# splitBtnConnect_connectedLabel
source: Connected
ru_ru: Подключено

# statusLabel_loggedInLabel
source: Logged in as:
ru_ru: Вы вошли как:

# lblAcceptAllChangesRequiredCaptionLabel
source: SALMA – Accept All Changes required
ru_ru: SALMA – Принять все изменения

# lblAcceptAllChangesRequiredLabel
source: SALMA is going to accept all tracking changes in this document. Do you wish to proceed?
ru_ru: SALMA собирается принять все отслеживаемые изменения в этом документе. Продолжить?

# btnOpenWorkItemLabel
source: Open Item
ru_ru: Открыть Элемент

# lblTaskPaneLabel
source: Work items
ru_ru: Рабочие элементы

# btnCollapseWorkItemLabel
source: Collapse
ru_ru: Свернуть

# btnExpandWorkItemLabel
source: Expand
ru_ru: Развернуть

# lblAddReplaceWorkItemErrorLabel
source: Error to add data
ru_ru: Ошибка добавления данных

# lblApplyWorkItemErrorLabel
source: Work item cannot be updated in the control {0}
ru_ru: Рабочий элемент не может быть обновлен в контейнере {0}

# lblOpenWorkItemErrorLabel
source: Control is not connected with work item
ru_ru: Контейнер не связан с рабочим элементом

# btnExportItemLabel
source: Export Item
ru_ru: Экспорт Элемента

# btnImportItemsLabel
source: Import Items
ru_ru: Импорт Элементов

# btnExportItemToolTip
source: Export work item
ru_ru: Экспорт рабочего элемента

# btnImportItemsToolTip
source: Import work items
ru_ru: Импорт рабочих элементов

# btnOpenWorkItemToolTip
source: Open work item
ru_ru: Открытие рабочего элемента

# btnShowPanelLabel
source: Show Panel
ru_ru: Показать панель

# ddlAreasLabel
source: Area Path
ru_ru: Путь области

# ddlLinksLabel
source: Link Type
ru_ru: Тип связи

# groupDefaultsLabel
source: Default Link
ru_ru: Связь по умолчанию

# edbLinkWiIDLabel
source: ID
ru_ru: ИД

# edbLinkWiLabel
source: Work Item
ru_ru: Раб. элем.

# btnObsoleteWorkItemLabel
source: Obsolete Work Item
ru_ru: Элемент Устарел
